def Situation():
    return """>>대기업, 공공기관 및 일부 부유층 등에게 정보보호 수요는 증가 추세이다. 하지만 기술 수준, 조직 체계 등 역량적인 측면에서 열악하여 제대로 된 정보보호 활동을 못 하고 있다.
    \n다른 국가와 협력도 원하나 아직 무상원조의 지원을 원하는 입장이어서 사업추진이 제대로 되지 않고 있다. """
    
def InternetMarket():
    return """>>모바일 이용률은 계속 증가하나, 광대역 브로드밴드 보급률이 재정상태가 나빠 늦어지고 있고 핀테크 서비스도 많이 사용하지는 않는다. 
    \n한편 컴퓨터에 대한 접근률도 높지 않다."""
    
def Damage():
    return """>>여전히 빈부격차가 심해 민생범죄가 많이 일어나고 있다. 
    \n그리고 최근 4년전 부터 기업의 40% 이상이 바이러스, 악성메일 등 피해를 입으며 사이버 보안에 어려움을 겪고 있다. """
    
def Market():
    return """>>아직 물리보안에 대한 수요가 주를 이루고 있다. 대기업들은 첨단장비를 필요로하지만, 중소기업은 아직 저가의 장비들을 필요로 하고 있다. 
    \n다만 앞으로는 지속적으로 정보보안에 대한 수요가 늘것이라고 예상하고 있다.
    \n특히 정보 보안 시장은 2021년까지 2.2억 달러 규모로 성장을 전망하고 있다."""
    
def Policy():
    return """>>새롭게 출범한 정부는 2021년도까지 인프라 확충을 위해 180억 달러 투자 유치를 약속했다. 
    \n또 민생범죄 및 마약관련 범죄 퇴치와 치안확보를 정책으로 제시했다.
    \n한편 페루의 전자정부국은 페루기업과 한국 기업 간의 협력에 관심이 높다고 한다. 그 중 하나는 한국정부 주도하에 스마트시티 프로젝트 개발이 추진되고 있는 것이다. 
    \n또한 핀테크, 블록화폐 등에도 정책을 펼치고 있다."""
    
def Conclusion():
    return """>>아직 물리보안에 대한 수요가 크지만 지속적으로 정보보안의 수요가 증가할 거라고 예상된다. 
    \n또한 한국과 많은 교류가 있기 때문에 비교적 진출이 쉽다고 예상된다."""