def GCI():
    return ">>GCI(국제 사이버보안 지수, Global Cybersecurity Index)는 법적, 기술적, 조직적 대응, 역량 강화 및 국제협력 등 5개 부문의 지수를 종합한 것이다."
    
def CyberSecurity():
    return """>>중남미에서 사이버공격이 많은 국가로 2위를 차지했다. IoT, 모바일, 인터넷 보급률 증가 등으로 사이버에 대한 접근률이 높아진 만큼 사이버 보안에 대한 비용이 증가하는 추세이다. 
    \n물리적인 범죄또한 증가함에 따라 CCTV, 생체인식 등 기술을 필요로 하고 있다. 
    \n멕시코 민간 부문 회사는 물리보안 장비에 대한 총 지출의 10~12%를 차지하는 것으로 추정된다."""
    
def InternetMarket():
    return """>>인터넷 시장은 멕시코 통신 부문에서 가장 빠르게 성장하는 부문 중 하나이며 시장 규모에 있어서 브라질 다음으로 중남미에서 두 번째로 큰 인터넷 시장이다.
    \n모바일 시장은 브라질 다음으로 중남미에서 두번째로 큰 시장을 가졌고, 2019년 초 94%의 가입률을 달성 했다. 
    \nGSMA 연구소에 따르면, 5G는 2025년 중남미 인구의 40%에게 서비스를 제공할 것으로 전망하고 있다."""
    
def Market():
    return """>>중남미 나라들의 인터넷 연결이 증가함에 따라 보안 시장에 대한 중요성이 부각되고 있다. 특히 소프트웨어 업체에게는 중요한 시장으로 판단된다.
    \n사이버 범죄가 많이 발생하는 멕시코의 입장에서는 보안 시장의 관심이 특히나 클 수 밖에 없다. 
    \n미국 상무부는 2017년 멕시코 보안 시장 규모를 약 17억 달러로 추산하며 향후 시장규모가 더욱 확대될 것으로 예상했다. 
    \n또한 핀테크 도입 세계 7위로 핀테크 스타트업에 대한 투자가 높다."""
    
def Damage():
    return  """>>2018년 CNBV 은행 및 증권 규제 기관과 미국 정부 기관이 공동 연구를 수행한 사이버 보안 사고로 인한 대응 및 복구 노력과 관련된 멕시코의 비용이 1억 7,100만 달러에 이르는 것으로 조사했다. 
    \n또 전국의 모든 은행이 다양한 종류의 사이버 사건을 겪었으며, 주로 악성 코드와 피싱이 주를 이루고 있다. 
    \n핀테크 회사 또한 사이버 범죄자들에 의해 피해를 입었고, 1년간 약 1,300만 달러의 손실이 발생했다."""
    
def Technology():
    return """>>1. 스마트홈 보안 부문의 수익은 2019년 1억 6,300만 달러이며, 29.6%의 연간 성장률(CAGR 2019-2023)로 2023년까지 4억 6,000만 달러에 이를 것으로 예상된다.
    \n스마트홈 보안은 관련된 감시 제품, 위험 모니터링 장비 및 건물 네트워크의 엑세스 제어 장치/서비스 등을 의미한다. 
\n2019년 가계 보급률은 2.2%이며 2023년에는 8.3%에 도달할 것으로 전망된다.
\n2. 모바일 동영상 감시 시스템은 안전 및 보안 목적으로 산업 분야에서 주로 사용되고 있으며, 특히 향후 정보보안과 융합하여 물류 산업에 활용도가 높을 것으로 전망된다. 
\n2016년 멕시코 시장의 규모는 31억 4,000만 달러에서 2023년에는 62억 달러 규모로 성장할 것으로 전망된다."""

def Conclusion():
    return """>>IT 이용률의 증가에 따라 보안의 방법에 대한 관심이 높아지고 있다. 사이버 해킹이 높아짐에 따라 사이버 보안에 대한 기술을 필요로 하고, 
    물리적인 범죄에 대해서도 다양한 소프트웨어를 활용한 기술을 필요로 하고 있다. 
    \n즉, 보안에 대한 소프트웨어를 개발함으로써 기회를 잡을 수 있을 것이다. 
    \n또한 핀테크에 대한 투자가 증가하는 만큼 핀테크의 영역에서도 기대해 볼 수 있다. 다만 현재 다양한 글로벌 기업들이 이러한 기회를 포착하고 이미 상주해 있으며 더 독창적인 기술이 필수적이라 할 수 있겠다."""