def Situation():
    return """>>정보보호 산업은 상당히 낙후되어 있다. 국가수준의 정책이나 전략 등 제대로된 규제가 마련되어 있지 않다.
    \n다만 정보보호 산업의 위기를 인식하고 특별법, 훈련 등 다양한 형태로 해결하려 하고 있다."""
    
def InternetMarket():
    return """>>라틴아메리카에서 외국인의 투자에 상대적으로 개방적인 나라이다. 또한 통신 서비스도 꾸준히 상승중이지만 주변국들에 비해선 비교적 낙후된 상태이다.
    \n다만 모바일 이용률은 상당히 높은 상태이다. 2016년 11월에 LTE서비스가 최초로 시작됐다.
    \n전자상거래 시장이 라틴아메리카 국가에서 가장 빠르게 성장할 나라로 추정된다. 그에 따라 전자화폐, 모바일 결제사용이 증가하여 금융, 통신분야에서 정보보안 수요가 존재할 것으로 예상된다."""
    
def Market():
    return """>>범죄율이 상당히 높아 경찰의 역량으론 모두 통제하기가 어려운 상황이다. 이에 물리보안의 수요가 크다. 
    \n실제로 한국의 KOICA에서 여러 차례 지원을 했다."""

def Policy():
    return """>>엘살바도르 공공안전부는 한국인터넷진흥원(KISA)이 운영하는 사이버 보안 국제 협의체인 CAMP 회원으로 2019년에 새로 가입했다.
    \n엘살바도르 교육부는 UNODC 교육 자료를 사용하여 학교에서 사이버범죄 예방을 위한 전국 캠페인을 2018년에 실행했다.
    \n모바일 금융 서비스 이용이 증가함에 따라 접근을 더 쉽게 하기위한 법률을 마련하는 등 정책을 펼치고 있다."""
    
def Damage():
    return """>>2018년 10만 명당 52명의 살인 발생으로 상당히 높은 편에 속한다."""
    
def Conclusion():
    return """>>민생범죄가 잦아 물리보안의 수요가 훨씬 크다. 정보보안 수요 또한 증가하고 있지만 정책이나 능력이 현저하게 부족하다. 
    \n그래서 정보보안 시장이나 정부가 지원하는 핀테크 시장에서의 기회를 잡을 수 있을 것 같다."""