def Situation():
    return """>>국가의 사이버 체계도 제대로 갖춰있지 않고 기술 수준도 낮으며 보안의식도 낮다. 
    \n또한 여타 다른 중남미 국가와 같이 범죄에 대응하여 CCTV등 기술을 활용안 물리적인 보안체계에 관심을 보인다."""
    
def Policy():
    return """>>전자정부 계획을 세우고 ICT를 이용한 공공 및 민간 부문의 구현과 발전을 포함시켰다. 다양한 법률과 계획을 만들어 디지털이 상용화 되도록 노력하고 있다."""
    
def InternetMarket():
    return """>>P2P 모바일 결제 보급률이 라틴아메리카에서 가장 높다. (P2P 모바일 결제란? QR코드 결제, 앱투앱 결제 등을 의미한다.)
    \n또한 은행계좌를 갖고 있는 국민 중 61퍼센트가 온라인 구매를 경험했고, 지속적으로 온라인 상거래가 증가하고 있다. 
    \ncf. 1 달러 = 58 DOP 
    """
    
def Market():
    return """>>물리 보안시장이 특히나 활성화 되어있고, 우리나라의 기업 Kocom, Samsung이 다른 기업들과 경쟁 중이다."""
    
def Damage():
    return """>>2017년 멀웨어의 감염된 비율이 세계의 평균인 18.3%보다 높은 21.4%를 기록했다. 하지만 공식적인 사이버 보안 및 국가 대응 전략이 부족하여 외부 정책의 도움을 받고 있다."""

def Conclusion():
    return """>>다른 중남미국가와 같이 물리 보안에 아직 초점을 맞추는 듯 하다. 여러 소프트웨어를 통한 보안체계를 구축하는 것이 기회가 될 것이다.
    \n또한 독특하게 모바일 결제 보급률이 높은 만큼 핀테크 산업에도 여러 기회가 있을 것이라고 예상된다."""