def Situation():
    return """>>정보보호 관련 제도가 잘 갖추어져 있다. 하지만 분야가 물리적인 보안에 국한되어있다. 그래서 피싱, 랜섬웨어 등 사이버 보안에 비교적 취약점을 드러내고 있다.
    \n또한 물리적인 보안에 있어서도 좀 더 디지털화 된 방법을 강구하고 있다.
    \n주변국에 비해 상대적으로 안정된 정치상황으로 지속적인 모바일 시장의 증가가 이어지고 있다. 모바일 보급률이 중남미 지역 중 최고 수준으로 집계되고 있다."""

def InternetMarket():
    return """>>정부의 인터넷 보급정책으로 보급률이 오르고 있다."""
    
def Policy():
    return """>>과학기술통신부는 2021년까지 자국민의 80%가 OECD 평균 인터넷 속도인 20MBps의 속도를 이용하도록 하는 것이 목표라고 설명했다.
    \n또한 브로드밴드 기술의 핵심은 광케이블이라고 강조했다. 이와 같이 디지털 보편화, 전자정부, 디지털경제 구현 등 다양한 계획을 발표했다."""
    
def Damage():
    return """>>사이버 범죄가 증가하지만 개인의 보안의식은 뒤떨어져있다. 기업의 42%가 랜섬웨어, 피싱 등을 경험했으며, 기업의 80%가 IT보안 수준이 '중간'정도 인걸로 조사됐다.
    \n최근 피해 중 하나는 니카라과 출신으로 알려진 해커들이 730명에 달하는 공무원들의 신상을 온라인에 공개하면서 코스타리카의 외무부 장관을 표적으로 하는 해킹 공격을 시도한 것이다.
    \n또한 경기가 침체되면서 마약범죄, 살인 등 범죄율이 높아지고 있다."""
    
def Market():
    return """>>다발적으로 사이버 범죄가 일어나는 만큼 사이버 범죄에 대한 정책이 세워지고 관심이 증가하고 있다. 사이버 보안의 시장이 계속 필요할 것으로 예상된다. 
    \n또한 물리 보안에 관심이 많은 만큼 다양한 소프트웨어를 활용한 물리 보안의 수요가 있을 것이다. 
    \n이외에도 핀테크, 블록체인 영역에서 기회를 볼 수 있다. 현재 코스타리카는 가상화폐가 합법적인 임금 수단으로 인정되고 있다. 또한 낮은 인건비, 풍부한 고등 인력, 비교적 안정적인 치안의 이유로 중남미 핀테크 산업의 선도주자의 가능성을 볼 수 있다."""

def Conclusion():
    return """>>시장이 단계적으로 성장하고 있는 만큼 시장에 참여할 요소가 많은 나라이다. 
    \n국가적으로도 정책을 펼치고 있어, 좋은 기회를 창출해 낼 수 있을거라고 기대된다."""