def Situation():
    return """>>정보보안 산업은 후진적 구조이다. 투자가 소극적이고, 제도적으로 정비도 되어있지 않고, 무상원조로써의 성격인 비대칭적 지원을 원하고 있다.
    \n하지만 잦은 범죄로 정보보안의 수요는 증가하는 추세이다."""
    
def InternetMarket():
    return """>>도시(34%)와 시골(4%)의 통신환경 격차가 크다. 
    \n또한 ICT 교육 등 정보통신 투자는 민간기업에 의해 이뤄지고 있다."""
    
def Market():
    return """>>치안상태가 최하위로 물리보안에 초점을 두고 있다. 
    \n다양한 첨단장비에 대한 수요가 높으며 중국과 미국의 기업이 주를 이루고 있다.
    \n경찰 공권력에 대한 신뢰가 낮아 사설 보안에 더 관심을 두고 있다. """
    
def Damage():
    return """>>2018년 10만 명당 22.4명의 살인 발생으로 높은 편에 속한다."""
    
def Policy():
    return """>>2019년 들어 블록화폐와 핀테크 사업들이 증가했으며, 정부차원에서도 지원을 하고 있다."""
    
def Conclusion():
    return """>>정보보안 산업의 수요가 증가하고 있다고는 하나 아직 민생범죄의 방어책으로 물리보안의 수요가 훨씬 크다는 걸 알 수 있다. 
    \n아직은 물리보안의 첨단장비에 대한 시장이 큰 것 같다. 다만 모바일 이용률이 많은 만큼 핀테크 사업 등의 시장이 기회가 될 수 있다."""
